<?php

/*
 * This file is part of Cachet.
 *
 * (c) Alt Three Services Limited
 *
 * For the full copyright and license information, please view the LICENSE
 * file that was distributed with this source code.
 */

return [

    'dashboard' => 'Πίνακας Ελέγχου',

    // Incidents
    'incidents' => [
        'title'                    => 'Περιστατικά και Πρόγραμμα',
        'incidents'                => 'Περιστατικά',
        'logged'                   => '{0} Δεν υπάρχουν Περιστατικά.|Έχετε καταγράψει ένα Περιστατικό.|Έχετε ανάφερει <strong>:count</strong> Περιστατικά.',
        'incident-create-template' => 'Δημιουργία Προτύπου',
        'incident-templates'       => 'Πρότυπα Περιστατικών',
        'add'                      => [
            'title'   => 'Αναφορά Περιστατικού',
            'success' => 'Το Περιστατικό προστέθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη του Περιστατικού. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'edit' => [
            'title'   => 'Επεξεργασία Περιστατικού',
            'success' => 'Επιτυχής επεξεργασία Περιστατικού.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία του Περιστατικού. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'delete' => [
            'success' => 'Αυτό το Περιστατικό έχει διαγραφεί και δε θα εμφανιστεί στη Σελίδα Κατάστασης.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή του Περιστατικού. Παρακαλούμε δοκιμάστε ξανά.',
        ],

        // Incident templates
        'templates' => [
            'title' => 'Πρότυπα Περιστατικών',
            'add'   => [
                'title'   => 'Δημιουργήστε ένα Πρότυπο Περιστατικό',
                'message' => 'Σας προτείνουμε να προσθέσετε ένα Πρότυπο Περιστατικό.',
                'success' => 'Το Πρότυπο Περιστατικό δημιουργήθηκε με επιτυχία.',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη του Πρότυπου Περιστατικού.',
            ],
            'edit' => [
                'title'   => 'Επεξεργασία Προτύπου',
                'success' => 'Το Πρότυπο Περιστατικό ενημερώθηκε με επιτυχία.',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την ενημέρωση του Πρότυπου Περιστατικού.',
            ],
            'delete' => [
                'success' => 'Το Πρότυπο Περιστατικό έχει διαγραφεί.',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή του Πρότυπου Περιστατικού. Παρακαλούμε δοκιμάστε ξανά.',
            ],
        ],
    ],

    // Incident Maintenance
    'schedule' => [
        'schedule'     => 'Προγραμματισμένη Συντήρηση',
        'logged'       => '{0} Δεν υπάρχουν Προγραμματισμένες Συντηρήσεις. |Έχετε καταχωρήσει μια Προγραμματισμένη Συντήρηση.|Έχετε καταχωρήσει <strong>:count</strong> Προγραμματισμένες Συντηρήσεις.',
        'scheduled_at' => 'Προγραμματισμένη στις :timestamp',
        'add'          => [
            'title'   => 'Προσθήκη Προγραμματισμένης Συντήρησης',
            'success' => 'Προστέθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη της Προγραμματισμένης Συντήρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'edit' => [
            'title'   => 'Επεξεργασία Προγραμματισμένης Συντήρησης',
            'success' => 'Η Προγραμματισμένη Συντήρηση ενημερώθηκε!',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία της Προγραμματισμένης Συντήρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'delete' => [
            'success' => 'Η Προγραμματισμένη Συντήρηση έχει διαγραφεί και δε θα εμφανιστεί στη Σελίδα Κατάστασης.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή της Προγραμματισμένης Συντήρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
    ],

    // Components
    'components' => [
        'components'         => 'Στοιχεία',
        'component_statuses' => 'Κατάσταση Στοιχείων',
        'listed_group'       => 'Ομάδα Στοιχείων :name',
        'add'                => [
            'title'   => 'Προσθήκη Στοιχείου',
            'message' => 'Πρέπει να προσθέσετε ένα Στοιχείο.',
            'success' => 'Το Στοιχείο δημιουργήθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη του Στοιχείου. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'edit' => [
            'title'   => 'Επεξεργασία Στοιχείου',
            'success' => 'Το Στοιχείο ενημερώθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία του Στοιχείου. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'delete' => [
            'success' => 'Το Στοιχείο διαγράφηκε!',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή του Στοιχείου. Παρακαλούμε δοκιμάστε ξανά.',
        ],

        // Component groups
        'groups' => [
            'groups'        => 'Ομάδα Στοιχείων|Ομάδες Στοιχείων',
            'no_components' => 'Πρέπει να προσθέσετε μια Ομάδα Στοιχείων.',
            'add'           => [
                'title'   => 'Προσθήκη Ομάδας Στοιχείων',
                'success' => 'Η Ομάδα Στοιχείων προστέθηκε.',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη της Ομάδας Στοιχείων. Παρακαλούμε δοκιμάστε ξανά.',
            ],
            'edit' => [
                'title'   => 'Επεξεργασία Ομάδας Στοιχείων',
                'success' => 'Η Ομάδα Στοιχείων ενημερώθηκε.',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία της Ομάδας Στοιχείων. Παρακαλούμε δοκιμάστε ξανά.',
            ],
            'delete' => [
                'success' => 'Η Ομάδα Στοιχείων διαγράφηκε!',
                'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή της Ομάδας Στοιχείων. Παρακαλούμε δοκιμάστε ξανά.',
            ],
        ],
    ],

    // Metrics
    'metrics' => [
        'metrics' => 'Μετρήσεις',
        'add'     => [
            'title'   => 'Δημιουργία Μέτρησης',
            'message' => 'Πρέπει να προσθέσετε μια Μέτρηση.',
            'success' => 'Η Μέτρηση προστέθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη της Μέτρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'edit' => [
            'title'   => 'Επεξεργασίας Μέτρησης',
            'success' => 'Η Μέτρηση ενημερώθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία της Μέτρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'delete' => [
            'success' => 'Η Μέτρηση έχει διαγραφεί και δε θα εμφανιστεί στη Σελίδα Κατάστασης.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή της Μέτρησης. Παρακαλούμε δοκιμάστε ξανά.',
        ],
    ],
    // Subscribers
    'subscribers' => [
        'subscribers'      => 'Συνδρομητές',
        'description'      => 'Οι Συνδρομητές θα λαμβάνουν ενημερώσεις μέσω email όταν δημιουργούνται Περιστατικά ή ενημερώνονται τα Στοιχεία.',
        'verified'         => 'Επαληθεύτηκε',
        'not_verified'     => 'Δεν έχει επαληθευτεί',
        'subscriber'       => ':email, εγγράφηκε :date',
        'no_subscriptions' => 'Εγγράφηκε σε όλες τις ενημερώσεις',
        'add'              => [
            'title'   => 'Προσθήκη νέου Συνδρομητή',
            'success' => 'Ο Συνδρομητής προστέθηκε!',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη του Συνδρομητή. Παρακαλούμε δοκιμάστε ξανά.',
            'help'    => 'Εισάγετε κάθε Συνδρομητή σε νέα γραμμή.',
        ],
        'edit' => [
            'title'   => 'Ενημέρωση Συνδρομητή',
            'success' => 'Ο Συνδρομητής ενημερώθηκε!',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την επεξεργασία του Συνδρομητή. Παρακαλούμε δοκιμάστε ξανά.',
        ],
    ],

    // Team
    'team' => [
        'team'        => 'Ομάδα',
        'member'      => 'Μέλος',
        'profile'     => 'Προφίλ',
        'description' => 'Τα μέλη της Ομάδας έχουν τη δυνατότητα να προσθέσουν, να τροποποιήσουν και να επεξεργαστούν Στοιχεία και Περιστατικά.',
        'add'         => [
            'title'   => 'Προσθήκη νέου μέλους',
            'success' => 'Το νέο μέλος προστέθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την προσθήκη του νέου μέλους. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'edit' => [
            'title'   => 'Ενημέρωση προφίλ',
            'success' => 'Το προφίλ ενημερώθηκε.',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την ενημέρωση του προφίλ. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'delete' => [
            'success' => 'Το μέλος έχει διαγραφεί και δεν θα έχει πλέον πρόσβαση στον Πίνακα Ελέγχου!',
            'failure' => 'Υπήρξε ένα πρόβλημα κατά την διαγραφή του μέλους. Παρακαλούμε δοκιμάστε ξανά.',
        ],
        'invite' => [
            'title'   => 'Προσκαλέστε ένα νέο μέλος',
            'success' => 'Η πρόσκληση έχει σταλεί',
            'failure' => 'Η πρόσκληση δεν έχει σταλεί. Παρακαλούμε δοκιμάστε ξανά.',
        ],
    ],

    // Settings
    'settings' => [
        'settings'  => 'Ρυθμίσεις',
        'app-setup' => [
            'app-setup'   => 'Ρυθμίσεις Εφαρμογής',
            'images-only' => 'Μόνο εικόνες μπορούν να προστεθούν.',
            'too-big'     => 'Το αρχείο που ανεβάσατε είναι πολύ μεγάλο. Παρακαλούμε ανεβάστε μια εικόνα μικρότερη από :size',
        ],
        'analytics' => [
            'analytics' => 'Στατιστικά',
        ],
        'localization' => [
            'localization' => 'Τοπικότητα',
        ],
        'customization' => [
            'customization' => 'Προσαρμογή',
            'header'        => 'Προσαρμοσμένο Header HTML',
            'footer'        => 'Προσαρμοσμένο Footer HTML',
        ],
        'security' => [
            'security'   => 'Ασφάλεια',
            'two-factor' => 'Μέλη χωρίς two-factor authentication',
        ],
        'stylesheet' => [
            'stylesheet' => 'Stylesheet',
        ],
        'theme' => [
            'theme' => 'Θέμα',
        ],
        'edit' => [
            'success' => 'Οι ρυθμίσεις αποθηκεύτηκαν.',
            'failure' => 'Οι ρυθμίσεις δεν αποθηκεύτηκαν.',
        ],
        'credits' => [
            'credits'       => 'Credits',
            'contributors'  => 'Συνεισφέροντες',
            'license'       => 'Το Cachet είναι ένα BSD-3-licensed open source project, που έχει εκδοθεί από την <a href="https://alt-three.com/?utm_source=cachet&utm_medium=credits&utm_campaign=Cachet%20Credit%20Dashboard" target="_blank">Alt Three Services Limited</a>.',
            'backers-title' => 'Υποστηρικτές και Χορηγοί',
            'backers'       => 'Αν επιθυμείτε να υποστηρίξετε τη μελλοντική ανάπτυξη της εφαρμογής, δείτε την σχετική καμπάνια στο <a href="https://patreon.com/jbrooksuk" target="_blank">Cachet Patreon</a>.',
            'thank-you'     => 'Ευχαριστούμε κάθε έναν από τους :count συνεισφέροντες.',
        ],
    ],

    // Login
    'login' => [
        'login'      => 'Σύνδεση',
        'logged_in'  => 'Έχετε συνδεθεί.',
        'welcome'    => 'Καλωσήρθατε!',
        'two-factor' => 'Παρακαλούμε εισάγετε τον κωδικό σας.',
    ],

    // Sidebar footer
    'help'        => 'Βοήθεια',
    'status_page' => 'Σελίδα Κατάστασης',
    'logout'      => 'Έξοδος',

    // Notifications
    'notifications' => [
        'notifications' => 'Ειδοποιήσεις',
        'awesome'       => 'Τέλεια!',
        'whoops'        => 'Ουπς.',
    ],

    // Widgets
    'widgets' => [
        'support'          => 'Υποστηρίξτε το Cachet',
        'support_subtitle' => 'Δείτε τη σελίδα μας στο <strong><a href="https://patreon.com/jbrooksuk" target="_blank">Patreon</a></strong>!',
        'news'             => 'Τελευταία Νέα',
        'news_subtitle'    => 'Λάβετε τις τελευταίες ενημερώσεις',
    ],

    // Welcome modal
    'welcome' => [
        'welcome' => 'Καλωσήρθατε στη Σελίδα Κατάστασης!',
        'message' => 'Η σελίδα κατάστασής σας είναι σχεδόν έτοιμη! Ίσως να θέλετε να κάνετε κάποιες παραμετροποιήσεις',
        'close'   => 'Μετάβαση στον Πίνακα Ελέγχου',
        'steps'   => [
            'component'  => 'Δημιουργία Στοιχείων',
            'incident'   => 'Δημιουργία Περιστατικών',
            'customize'  => 'Προσαρμογή',
            'team'       => 'Προσθήκη μελών',
            'api'        => 'Δημιουργία κλειδιού API',
            'two-factor' => 'Two Factor Authentication',
        ],
    ],

];
